/=#
#include "VFR.uni"

#string		STR_F75111_GPIO_CONFIGURATION	#language eng "F75111 Configuration"

#string		STR_F75111_GPIO_OE	#language eng "  Type"
#string		STR_F75111_GPIO_INPUT	#language eng "Input"
#string		STR_F75111_GPIO_OUTPUT	#language eng "Output"

#string		STR_F75111_GPIO_VAL	#language eng "  Level"
#string		STR_F75111_GPIO_LOW	#language eng "Low"
#string		STR_F75111_GPIO_HIGH	#language eng "High"

#string		STR_F75111_GPIO_OMODE	#language eng "  Output Mode"
#string		STR_F75111_GPIO_LEVEL	#language eng "Level Mode"
#string		STR_F75111_GPIO_PULSE	#language eng "Pulse Mode"

#string		STR_F75111_GPIO_PU	#language eng "  Pull-Up"
#string		STR_F75111_GPIO_PU_EN	#language eng "Internal Pull-Up"
#string		STR_F75111_GPIO_PU_NA	#language eng "N/A"

#string		STR_F75111_GPIO_OBUF	#language eng "  I/OD, I/O"
#string		STR_F75111_GPIO_IOD	#language eng "I/OD"
#string		STR_F75111_GPIO_IO	#language eng "I/O"

#string		STR_F75111_GPIO_EN	#language eng "GPIO"
#string		STR_F75111_GPIO_DIS	#language eng "LED"

#string		STR_F75111_GPIO10	#language eng "GPIO10"
#string		STR_F75111_GPIO11	#language eng "GPIO11"
#string		STR_F75111_GPIO12	#language eng "GPIO12"
#string		STR_F75111_GPIO13	#language eng "GPIO13"
#string		STR_F75111_GPIO14	#language eng "GPIO14"
#string		STR_F75111_GPIO15	#language eng "GPIO15"
#string		STR_F75111_GPIO16	#language eng "GPIO16"
#string		STR_F75111_GPIO17	#language eng "GPIO17"

#string		STR_F75111_GPIO20	#language eng "GPIO20"
#string		STR_F75111_GPIO21	#language eng "GPIO21"
#string		STR_F75111_GPIO22	#language eng "GPIO22"
#string		STR_F75111_GPIO23	#language eng "GPIO23"
#string		STR_F75111_GPIO24	#language eng "GPIO24"
#string		STR_F75111_GPIO25	#language eng "GPIO25"
#string		STR_F75111_GPIO26	#language eng "GPIO26"
#string		STR_F75111_GPIO27	#language eng "GPIO27"

#string		STR_F75111_GPIO30	#language eng "GPIO30"
#string		STR_F75111_GPIO31	#language eng "GPIO31"
#string		STR_F75111_GPIO32	#language eng "GPIO32"
#string		STR_F75111_GPIO33	#language eng "GPIO33"
